{
  "sections": [
    {
      "title": "Why Knewton",
      "icon": "question fa-fw",
      "content": [
        {
          "type": "collapse-list",
          "data": [
            {
              "title": "Digital education is the future of education",
              "more": "With estimates of the world population growing by another two billion in Asia and Africa by 2050, there is simply not enough educational infrastructure to provide education to everyone. We need the scalability of digital educational systems. Even without population growth, only  about 40% of the world population has access to internet. As this moves towards 100%, there will be an inevitable increase in demand for digital educational resources.\n"
            }
          ]
        }
      ]
    },
    {
      "title": "Requirements",
      "icon": "check fa-fw",
      "content": [
        {
          "type": "collapse-list",
          "data": [
            {
              "title": "I have designed and built many complex products",
              "more": [
                {
                  "type": "list",
                  "data": [
                    "Human Resource Information System",
                    "Applicant Tracking System",
                    "Performance review design and delivery system",
                    "Widget based custom reporting system for HR data with Boolean search operators for sub selecting people",
                    "Web based psychometric assessment and custom survey application processing tens of thousands of candidates",
                    "Applicant assessment application for Windows Phone",
                    "Spatial aptitude game",
                    "Finance Quiz game for IPhone",
                    "Real Time Trading game designed to select high potential traders",
                    "Lead generation and auto follow up mailing system for sales",
                    "Several social games",
                    "Numerous Ad and Casual Games"
                  ]
                }
              ]
            },
            {
              "title": "I've worked in agile environments",
              "more": [
                {
                  "type": "list",
                  "data": [
                    "Pragmatic test driven development for both the client and server",
                    "Weekly builds",
                    "Daily standup meetings",
                    "Iterative design"
                  ]
                }
              ]
            },
            {
              "title": "I’m experienced with analytics driven decision making",
              "more": "I did a fair amount of stats work at ConnectCubed when designing and analyzing performance and hiring statistics for our clients. At HitPoint studios, I built and was in charge of a tracking system for our games. As a project manager and game designer, I would use these tools to optimize micro transactions or client specified desired user interactions for ad games."
            },
            {
              "title": "I'm entrepreneurial",
              "more": "I co-founded a company and ran it for 4 years. I was also one of the first hires at HitPoint Studios.  I've pulled an all nighter after a 24 hour flight from Hong Kong and a 6 hour bus ride from the airport to the office because we needed to get things done."
            }
          ]
        }
      ]
    },
    {
      "title": "Being Different",
      "icon": "adjust fa-fw",
      "content": [
        {
          "type": "collapse-list",
          "data": [
            {
              "title": "I've played many roles",
              "more": [
                {
                  "type": "list",
                  "data": [
                    "project manager",
                    "ui designer",
                    "server coder",
                    "server infrastructure guy",
                    "client side coder",
                    "graphic designer",
                    "sales funnel optimizer",
                    "marketing message optimizer",
                    "data scientist",
                    "psychometrician",
                    "game designer"
                  ]
                },
                {
                  "type": "text",
                  "more": "Having experience in all these different roles gives me a wide net of tools to pull from for product development ideas. It also gives me the ability to relate to and understand a diverse array of team members and the problems they will need to solve."
                }
              ]
            },
            {
              "title": "I have deep insight into hiring and performance assessment practices",
              "more": "ConnectCubed, the startup I co-founded, was focused on human resources, specifically performance, hiring, and analytics. The reality is pretty bleak; the current tools for predicting employee success (personality, aptitude, interviews, grades, skills, etc.) are simply not that good at predicting. They all suffer from the common problem of snapshotting through a keyhole. Each assessment captures only a very narrow moment in time, through a very narrow window of data. The future of job placement and advancement is likely to be educational systems that gather rich longitudinal data."
            },
            {
              "title": "I understand the power of game mechanics and want to use it for good",
              "more": "I left my job at HitPoint Studios because I saw the power of game mechanics and didn't want to apply it to ad games. I wanted to utilize the power of games and game mechanics to contribute to society. I still believe this is possible, and I think that knowledge of game mechanics, even if expressed subtly, is extremely helpful for any product, but especially in education."
            }
          ]
        }
      ]
    }
  ]
}
